const quiz = [
    {
        "q": "1. Чем, по вашему мнению, в большей мере определяется характер человека - наследственностью или воспитанием?",
        "a" : {
            "w": "Сочетанием врожденных задатков и условий среды",
            "t": "Преимущественно воспитанием",
            "c" : "Главным образом врожденными задаткам",
            "s" : "Ни тем, ни другим, а жизненным опытом",
        }
    },
     {
        "q": "2. Как вы относитесь к мысли о том, что дети воспитывают своих родителей?",
        "a" : {
            "w": "Это просто игра слов, софизм, имеющий мало отношения к действительности",
            "t": "Готов с этим согласиться при условии, что нельзя забывать и о традиционной роли родителей как воспитателей своих детей",
            "c" : "Абсолютно с этим согласен (дети воспитывают своих родителей)",
            "s" : "Затрудняюсь ответить, не задумывался об этом",
        }
    },
     {
        "q": "3. Какое из суждений о воспитании вы находите наиболее удачным?",
        "a" : {
            "w": "Научи сына послушанию, тогда сможешь научить и всему остальному (Томас Фуллер)",
            "t": "Детям нужны не поучения, а примеры (Жозеф Жубер)",
            "c" : "Цель воспитания - научить детей обходиться без нас (Эрнст Легуве)",
            "s" : "Если вам больше нечего сказать ребенку, скажите ему, чтобы он пошел умыться (Эдгар Хоу)",
        }
    },
       {
        "q": "4. Считаете ли вы, что родители должны просвещать детей в вопросах полового воспитания?",
        "a" : {
            "w": "Конечно, в первую очередь это должны сделать родители",
            "t": "Когда дети достаточно повзрослеют, необходимо будет завести разговор и об этом. А в школьном возрасте главное - позаботиться о том, чтобы оградить их от проявлений безнравственности",
            "c" : "Считаю, что родителям следует в доступной форме полностью удовлетворять возникающий у детей интерес к этим вопросам",
            "s" : "Меня никто этому не учил, и их сама жизнь научит",
        }
    },
      {
        "q": "5. Следует ли родителям давать ребенку деньги на карманные расходы?",
        "a" : {
            "w": "Лучше всего регулярно выдавать определенную сумму на конкретные цели и контролировать расходы",
            "t": "Целесообразно выдавать некоторую сумму на определенный срок (на неделю, на месяц), чтобы ребенок сам учился планировать свои расходы",
            "c" : "Если попросит, можно и дать",
            "s" : "Когда есть возможность, можно иной раз дать ему какую-то сумму",
        }
    },
    {
        "q": "6. Как вы поступите, если узнаете, что вашего ребенка обидел одноклассник?",
        "a" : {
            "w": "Отправлюсь выяснить отношения с родителями обидчика.",
            "t": "Посоветую ребенку, как ему лучше себя вести в таких ситуациях",
            "c" : "Огорчусь, постараюсь утешить ребенка",
            "s" : "Дети сами лучше разберутся в своих отношениях, тем более что их обиды недолги",
        }
    },
       {
        "q": "7. Как вы отнесетесь к сквернословию ребенка?",
        "a" : {
            "w": "Сквернословие надо пресекать в зародыше! Наказание тут необходимо, а от общения с невоспитанными сверстниками ребенка впредь надо оградить",
            "t": "Постараюсь довести до его понимания, что в нашей семье, да и вообще среди порядочных людей, это не принято",
            "c" : "Ребенок вправе выражать свои чувства, даже тем способом, который нам не по душе",
            "s" : "Подумаешь! Все мы знаем эти слова. Не надо придавать этому значения, пока это не выходит за разумные пределы",
        }
    },
        {
        "q": "8. Дочь/сын-подросток хочет провести выходные на даче у подруги /друга, где соберется компания сверстников в отсутствие родителей. Отпустили бы вы ее/его?",
        "a" : {
            "w": "Ни в коем случае. Такие сборища до добра не доводят. Если дети хотят отдохнуть и повеселиться, пускай делают это под надзором старших",
            "t": "Возможно, если знаю ее/его товарищей как порядочных и надежных ребят",
            "c" : "Она/он вполне разумный человек, чтобы самой принять решение. Хотя, конечно, в ее отсутствие буду немного беспокоиться",
            "s" : "Не вижу причины запрещать",
        }
    },
         {
        "q": "9. Как вы отреагируете, если узнаете, что ребенок вам солгал?",
        "a" : {
            "w": "Постараюсь вывести его на чистую воду и пристыдить",
            "t": "Попробую разобраться, что его побудило солгать",
            "c" : "Расстроюсь",
            "s" : "Если повод не слишком серьезный, не стану придавать значения",
        }
    },
          {
        "q": "10. Считаете ли вы, что подаете ребенку достойный пример?",
        "a" : {
            "w": "Безусловно",
            "t": "Стараюсь",
            "c" : "Надеюсь",
            "s" : "Не знаю",
        }
    },
];