let answers = {
    "w" : {
        "description" : "<p style='font-weight:bold'>Близкий вам профиль - Художественное творчество</p><br>Будущему специалисту, работающему с людьми присущи креативность, эстетический вкус, развитое чувство прекрасного, развитая фантазия и способность генерировать идеи. В ближайшем будущем данный профиль будет одним из приоритетных, поскольку возникает большой запрос на персонализированные товары и услуги, а он увеличит потребность в изящных и нестандартных решениях, ведь творческого работника компьютером не заменить. В связи с этим работодатели будут очень ценить творческое мышление и развитый эстетический вкус. Особенно навык художественного творчества полезен тем, кто планирует работать в сфере искусства, дизайна, музыки, литературы и журналистики.<br><br>",
        "image" : "s.jpg",
    } ,
    "t" : {
        "description" : "<p style='font-weight:bold'>Близкий вам профиль - Программирование, робототехника, искусственный интеллект</p><br>Будущему программисту/робототехнику присущи любознательность, настойчивость, целеустремленность, амбициозность, желание и умение делать своими руками. Программист/робототехник может работать как в одиночку (фриланс), так и в большой успешной компании в окружении большого количества людей. В ближайшем будущем данный профиль будет одним из приоритетных, поскольку современный мир постепенно переходит на цифровизацию всевозможных процессов, начиная с доставки еды и заканчивая обучающими курсами. И для каждого процесса нужен будет специалист, который сможет создать необходимые условия для этого. Особенно этот навык полезен тем, кто планирует работать в сфере <i>IT-технологий, электроники, создания роботов и инженерии</i>.<br><br>",
        "image" : "w.jpg",
    } ,
    "c" : {
        "description" : "<p style='font-weight:bold'>Близкий вам профиль - Работа с людьми</p><br>Будущему специалисту, работающему с людьми присущи коммуникабельность, дружелюбие, умение работать в команде, умение находить общий язык с людьми, навык эмпатии (способность сопереживать другому человеку). В ближайшем будущем данный профиль будет одним из самых востребованных, поскольку отношения между людьми и способность разрешать конфликты выходят на первый план в любой профессиональной сфере. Особенно навык работы с людьми полезен тем, кто планирует работать в сфере <i>обучения, обслуживания, воспитания, менеджмента</i>.",
        "image" : "c.jpg",
    } ,
    "s" : {
        "description" : "<p style='font-weight:bold'>Близкий вам профиль - Системное мышление</p><br>Системное мышление – это особое умение, при котором человек учитывает и воспринимает явления вокруг себя целостно, замечая все важные связи между этими явлениями. Это очень полезный навык, поскольку он позволяет быстро анализировать ситуацию, принимать решения и учиться. В ближайшем будущем данный профиль станет одним из приоритетных, поскольку люди все реже занимаются чем-то одним, все чаще — переходят из проекта в проект, и чтобы оперативно включаться в работу, нужно будет мыслить системно. Особенно этот навык полезен тем, кто планирует работать в сфере <i>бизнеса, инженерии, программирования и менеджмента</i>.",
        "image" : "h.jpg",
    } ,
};

let answers_a = {
    "w" : {
        "description" : "Будущему специалисту, работающему с людьми присущи креативность, эстетический вкус, развитое чувство прекрасного, развитая фантазия и способность генерировать идеи. В ближайшем будущем данный профиль будет одним из приоритетных, поскольку возникает большой запрос на персонализированные товары и услуги, а он увеличит потребность в изящных и нестандартных решениях, ведь творческого работника компьютером не заменить. В связи с этим работодатели будут очень ценить творческое мышление и развитый эстетический вкус. Особенно навык художественного творчества полезен тем, кто планирует работать в сфере искусства, дизайна, музыки, литературы и журналистики.<br><br>",
        "image" : "s.jpg",
    } ,
    "t" : {
        "description" : "Будущему программисту/робототехнику присущи любознательность, настойчивость, целеустремленность, амбициозность, желание и умение делать своими руками. Программист/робототехник может работать как в одиночку (фриланс), так и в большой успешной компании в окружении большого количества людей. В ближайшем будущем данный профиль будет одним из приоритетных, поскольку современный мир постепенно переходит на цифровизацию всевозможных процессов, начиная с доставки еды и заканчивая обучающими курсами. И для каждого процесса нужен будет специалист, который сможет создать необходимые условия для этого. Особенно этот навык полезен тем, кто планирует работать в сфере <i>IT-технологий, электроники, создания роботов и инженерии</i>.<br><br>",
        "image" : "w.jpg",
    } ,
    "c" : {
        "description" : "Будущему специалисту, работающему с людьми присущи коммуникабельность, дружелюбие, умение работать в команде, умение находить общий язык с людьми, навык эмпатии (способность сопереживать другому человеку). В ближайшем будущем данный профиль будет одним из самых востребованных, поскольку отношения между людьми и способность разрешать конфликты выходят на первый план в любой профессиональной сфере. Особенно навык работы с людьми полезен тем, кто планирует работать в сфере <i>обучения, обслуживания, воспитания, менеджмента</i>.",
        "image" : "c.jpg",
    } ,
    "s" : {
        "description" : "Системное мышление – это особое умение, при котором человек учитывает и воспринимает явления вокруг себя целостно, замечая все важные связи между этими явлениями. Это очень полезный навык, поскольку он позволяет быстро анализировать ситуацию, принимать решения и учиться. В ближайшем будущем данный профиль станет одним из приоритетных, поскольку люди все реже занимаются чем-то одним, все чаще — переходят из проекта в проект, и чтобы оперативно включаться в работу, нужно будет мыслить системно. Особенно этот навык полезен тем, кто планирует работать в сфере <i>бизнеса, инженерии, программирования и менеджмента</i>.",
        "image" : "h.jpg",
    } ,
};